Repository: Melaeke/who-data-quality-app
Catalog: i18n/*.po
Languages: ar, fr, ru

source: Toggle navigation
fr: Afficher/masquer la navigation

source: Dashboard
ar: لوحة المعلومات
fr: Tableau de bord
ru: Информационная панель

source: Outliers and Missing Data
ar: القيم المتطرفة و البيانات المفقودة
fr: Valeurs atypiques et données manquantes
ru: Выбросы и отсутствующие данные

source: Consistency
ar: التناسق
fr: Cohérence
ru: Согласованность

source: About
fr: A propos de

source: More
fr: Plus

source: User manual
fr: Guide d'utilisateur

source: Data Export for Excel tool
fr: Outil d'exportation de données Excel

source: Feedback
fr: Retroinformation

source: This browser is not supported!
fr: Ce navigateur n'est pas pris en charge

source: Exit
fr: Sortie

source: Totals
ar: الإجماليات
fr: Totaux
ru: Итоги

source: Indicator group
ar: مجموعة المؤشرات
fr: Groupe d'indicateurs
ru: Индикаторная группа

source: Boundary
ar: حدّ
fr: Frontière
ru: Граница

source: Other
ar: أخرى
fr: autres
ru: Прочее

source: Disaggregation
ar: تصنيف
fr: Désagrégation
ru: Дезагрегирование

source: Organisation unit level
ar: مستوى الوحدة التنظيمية
fr: Niveau d'unité d'organisation
ru: Уровень организационной единицы

source: Organisation unit group
ar: مجموعة الوحدات التنظيمية
fr: Groupe d'unité d'organisation
ru: Группа организационной единицы

source: Selected
ar: محدد
fr: Choisi
ru: Выбранный

source: Download
ar: تنزيل
fr: Télécharger
ru: Скачать

source: CSV format
fr: Fformat CSV

source: Decimal separator
fr: Séparateur de décimal

source: File name
fr: Nom de fichier

source: Cancel
fr: Annuler

source: Loading contact information
fr: Chargement des informations de contact

source: Recipients
fr: Destinataires

source: Send message
fr: Envoyer message

source: Write Message
fr: Ecrire un message

source: Done
fr: Termné

source: Consistency analysis type
ar: نوع تحليل التناسق
fr: Analyse de cohérence
ru: Тип анализа согласованности

source: Between Indicators
ar: بين المؤشرات
fr: Entre indicateurs
ru: Между индикаторами

source: Over Time
ar: بعد مرور الوقت
fr: Dans le temps
ru: С течением времени

source: Compare organisation units to
ar: قارن الوحدات التنظيمية ب
fr: Comparer les unités d'organuisation à
ru: Сравнить организационные единицы с

source: Overall result
ar: النتيجة النهائية
fr: Resultat géneral
ru: Общий результат

source: Expected result
ar: النتيجة المتوقعة
fr: Résultat attendu
ru: Ожидаемый результат

source: Expected relationship
ar: العلاقة المتوقعة
fr: Relation attendue
ru: Ожидаемые отношения

source: Dropout
ar: التسرب
fr: Abandon
ru: Выпадение

source: Expected trend
ar: الاتجاه المتوقع
fr: Tendance attendue
ru: Ожидаемый тренд

source: Increasing/decreasing
ar: زيادة / نقصان
fr: Croissant/décroissant
ru: Увеличение / уменьшение

source: Criteria
ar: المعيار
fr: Critères
ru: Критерии

source: Data
ar: البيانات
fr: Données
ru: Данные

source: Select data element/indicator
ar: تحديد عنصر البيانات / المؤشر
fr: Choisir élément de donnée/indicateur
ru: Выбрать элемент/индикатор данных

source: Data element
ar: عنصر البيانات
fr: Elément de donnée
ru: Элемент данных

source: Indicator
ar: المؤشر
fr: Indicateur
ru: Индикатор

source: Select data element/indicator for comparison
ar: تحديد عنصر البيانات / المؤشر للمقارنة
fr: Choisir élément de donnée/indicateur pour comapraison
ru: Выбрать элемент/индикатор данных для сравнения

source: Period
ar: الفترة الزمنية
fr: Période
ru: Период

source: Period type
ar: نوع الفترة الزمنية
fr: Type de période
ru: Тип периода

source: Year
ar: السنة
fr: Année
ru: Год

source: Select year
ar: تحديد السنة
fr: Choisir année
ru: Выбрать год

source: Select period
ar: تحديد الفترة الزمنية
fr: Choisir période
ru: Выбрать период

source: Reference periods
ar: الفترات المرجعية
fr: Périodes de référence
ru: Базовые периоды

source: No. of Preceding periods
ar: عدد الفترات السابقة
fr: Nb de périodes précédentes
ru: Количество предшествующих периодов

source: Analyze
ar: تحليل
fr: Analyser
ru: Анализировать

source: Loading data
ar: جار تحميل البيانات
fr: Chargement de données
ru: Загрузка данных

source: Processing
ar: جار المعالجة
fr: Traitement en cours
ru: Обработка

source: Previous
ar: السابق
fr: Précédent
ru: Предыдущий

source: Unit
ar: الوحدة
fr: Unité
ru: Единица

source: Current Period
ar: الفترة الزمنية الحالية
fr: Période courante
ru: Текущий период

source: Average
ar: المتوسط
fr: Moyenne
ru: Среднее

source: Forecast
ar: التوقعات
fr: Prévision
ru: Прогноз

source: Dropout rate
ar: معدل التسرب
fr: Taux d'abandon
ru: Уровень выпадания

source: Weight
ar: الوزن
fr: Poids
ru: Вес

source: Drill down
ar: الانتقال للأسفل
fr: voir niveau inferieur
ru: Развернуть

source: Click on the graph or in the table see details.
ar: انقر على الرسم البياني أو في الجدول لرؤية التفاصيل.
fr: Cliquer sur le graphique ou le tableau pour voir les détails
ru: Нажмите на график или таблицу для просмотра деталей.

source: Data for 12 months up to and including the selected month will be used.
fr: Les données des 12 derniers mois y compris le mois sélectionné seront utilisées

source: Completeness
ar: اكتمال
fr: Complétude
ru: Завершённость

source: completeness
ar: اكتمال
fr: complétude
ru: завершённость

source: Consistency - time
ar: تناسق - الوقت
fr: Cohérence - temps
ru: Согласованность - время

source: Consistency - data
ar: تناسق - البيانات
fr: Cohérence - données
ru: Согласованность - данные

source: Outliers
ar: القيم المتطرفة
fr: Valeurs atypiques
ru: Выбросы

source: Export data for use with the Excel-based data quality report card
fr: Exportation de données pour la fiche de rapport de qualité des données basée sur Excel

source: Admin Units
fr: Unités administratives

source: Trend Data
fr: Données de tendance

source: Service Data
fr: Données de service

source: Close
fr: Fermer

source: Data set
ar: حزمة البيانات
fr: Ensemble de données
ru: Набор данных

source: Data elements
ar: عناصر البيانات
fr: Eléments de donnée
ru: Элементы данных

source: Indicators
ar: المؤشرات
fr: Indicateurs
ru: Индикаторы

source: Recent
ar: الأخيرة
fr: Récent
ru: Недавний

source: By year
ar: حسب السنة
fr: Par année
ru: По году

source: Custom
ar: مخصص
fr: Personnalisé
ru: Пользовательский

source: Select number of periods...
ar: تحديد عدد الفترات الزمنية...
fr: Choisir le nombre de périodes
ru: Выбрать количество периодов ...

source: Select period type...
ar: تحديد نوع الفترة الزمنية...
fr: Choisir le type de période
ru: Выбрать тип периода ...

source: Select year...
ar: تحديد السنة...
fr: Choisir l'année
ru: Выбрать год ...

source: From
ar: من
fr: De
ru: с

source: To
ar: إلى
fr: A
ru: до

source: Loading data...
ar: جار تحميل البيانات...
fr: Chargement de données
ru: Загрузка данных...

source: Result
fr: Resultat

source: Display columns
fr: Afficher les colonnes

source: All
fr: Tout

source: Include Z-score
fr: Inclure le Z-score

source: Off
fr: Désactiver

source: Standard Score
fr: Score standard

source: Modified Z-Score
fr: Z-score modifié

source: Extreme
fr: Extrêmes

source: Modified
fr: Modifié

source: Missing
fr: Manquantes

source: Visualise
fr: Visualiser

source: Annual Data Quality Report
ar: التقرير السنوي لجودة البيانات
fr: Rapport annuel de qualité de données
ru: Годовой отчет качества данных

source: Select group
ar: تحديد المجموعة
fr: Choisir group
ru: Выбрать группу

source: Preceding years for reference
ar: السنوات السابقة كمرجع
fr: Années précédentes pour la référence
ru: Предыдущие годы для сравнения

source: Generate
ar: توليد
fr: Générer
ru: Генерировать

source: Print
ar: طباعة
fr: Imprimer
ru: Печать

source: Assessment of Health Facility Data Quality
ar: تقييم جودة بيانات المنشأة الصحية
fr: Evaluation de la qualité des données des formations sanitaires
ru: Оценка качества данных медицинского учреждения

source: WHO Data Quality Review
ar: مراجعة جودة بيانات من منظمة الصحة العالمية
fr: Revue de qualité de données OMS
ru: Проверка качества данных ВОЗ

source: SUMMARY
ar: الملخص
fr: Résumé
ru: Заключение

source: Domain 1 - Completeness
fr: Domaine 1 - Complétude
ru: Домен 1 — Завершённость

source: Completeness of facility reporting
fr: Complétude de rapports des formations sanitaires
ru: Завершённость отчетности учреждения

source: The percentage of expected reports that have been entered and completed.
ar: النسبة المئوية للتقارير المتوقعة التي تم إدخالها وإكمالها.
fr: Pourcentage des rapports attendus qui sont saisis et complets
ru: Процент ожидаемых отчетов, которые были введены и завершены.

source: Overall score
ar: النتيجة النهائية
fr: Score général
ru: Общая оценка

source: with divergent score
ar: مع درجة متباينة
fr: avec un score divergent
ru: с расходящейся оценкой

source: Number
ar: العدد
fr: Nombre
ru: Число

source: Percent
ar: النسبة المئوية
fr: Pourcent
ru: Процент

source: Not available
ar: غير متوفر
fr: Pas disponible
ru: Недоступно

source: Timeliness of facility reporting
fr: Promptitude des rapports des formations sanitaires
ru: Своевременность отчетности учреждения

source: The percentage of expected reports that have been entered and completed on time.
ar: النسبة المئوية للتقارير المتوقعة التي تم إدخالها وإكمالها في الوقت المحدد.
fr: Le pourcentage des rapports attendus qui sont saisis et terminés à temps
ru: Процент ожидаемых отчетов, которые были введены и завершены вовремя.

source: Completeness of indicator data
fr: Complétude des données d'indicateur
ru: Целостность данных по показателям

source: Missing or zero values
ar: القيم المفقودة أو الصفرية
fr: Valeurs manquantes ou zéro
ru: Отсутствующие или нулевые значения

source: compared to previous
ar: مقارنة مع السابق
fr: comparé aux précédents
ru: по сравнению с предыдущими

source: years.
ar: سنوات
fr: années
ru: годами.

source: Domain 2 - Internal consistency
fr: Domaine 2 - Cohérence interne
ru: Домен 2 - внутренняя согласованность

source: Extreme outliers, using the standard method.
ar: القيم المتطرفة القصوى، باستخدام الطريقة القياسية.
fr: Valeurs atypiques extrêmes, avec la méthode standard
ru: Предельные выбросы, используя стандартный метод.

source: are counted as divergent if they have one or more extreme outliers for an indicator.
ar: يتم اعتبارها منحرفة إذا كان لها واحد أو أكثر من القيم المتطرفة القصوى للمؤشر.
fr: sont compté comme divergents s'ils ont une ou plus d'une valeurs atypiques extrêmes pour un indicateur.
ru: считаются расходящимися, если они имеют один или несколько предельных выбросов для индикатора.

source: Moderate outliers.
fr: Valeurs atypiques modérées
ru: Выбросы умеренного уровня

source: Outliers relative to the mean.
ar: القيم المتطرفة بالنسبة للمتوسط.
fr: Valeurs atypiques basées sur la moyenne
ru: Выбросы относительно среднего значения.

source: Moderate outliers, using the standard method.
ar: القيم المتطرفة المعتدلة، وذلك باستخدام الطريقة القياسية.
fr: Valeurs atypiques modérées basées sur la méthode standard
ru: Умеренные выбросы, используя стандартный метод.

source: are counted as divergent if they have two or more moderate outliers for an indicator.
ar: يتم اعتبارها منحرفة إذا كان لديها اثنين أو أكثر من القيم المتطرفة المعتدلة لمؤشر.
fr: sont comptés comme divergents s'ils ont deux ou plus de valeurs atypiques modérées pour un indicateur.
ru: считаются расходящимися, если они имеют два или более умеренных выброса для индикатора.

source: Not applicable
ar: غير قابل للتطبيق
fr: Non applicable
ru: Не применим

source: Consistency over time.
fr: Cohérence dans le temps
ru: Согласованность во времени.

source: Difference between the current year and either the average of the 3 preceding years (if expected trend is constant), or the forecasted value.
ar: الفرق بين السنة الحالية ومتوسط السنوات الثلاث السابقة (إذا كان الاتجاه المتوقع ثابتا)، أو القيمة المتوقعة.
fr: Différence entre l'année en cours et soit la moyenne des 3 années précédentes (si tendance attendue est Constant) ou soit la prédiction.
ru: Разница между текущим годом и средним значением за 3 предыдущих года (если ожидаемая тренд постоянный) или прогнозным значением.

source: Subunits with divergent score
ar: الوحدات الفرعية مع درجة الانحراف
fr: Sous.unité avec un score divergent
ru: Подразделения с расходящейся оценкой

source: Consistency with United Nations Population Projections
ar: التناسق مع الإسقاطات السكانية للأمم المتحدة
fr: Cohérence avec les projections de population des Nations Unies
ru: Соответствие демографическим прогнозам Организации Объединенных Наций

source: Consistency of denominators
fr: Cohérence des dénominateurs
ru: Согласованность знаменателей

source: Quality threshold
ar: عتبة الجودة
fr: Seuil de qualité
ru: Порог качества

source: Interpretations
ar: التفسيرات
fr: Interprétations
ru: Интерпретации

source: Values
ar: القيم
fr: Valeurs
ru: Значения

source: Expected
ar: المتوقع
fr: Attendue
ru: Ожидаемый (предполагаемый)

source: Actual
ar: الفعلي
fr: Actuel
ru: Фактический

source: Name
ar: الاسم
fr: Nom
ru: Название

source: Consistency of dataset completeness over time
fr: Cohérence de la complétude des rapports dans le temps
ru: Согласованность полноты набора данных с течением времени

source: Completeness of datasets in
ar: اكتمال حزم البيانات في
fr: Complétude des rapports en
ru: Целостность наборов данных в

source: Compare
ar: مقارنة
fr: Comparer
ru: Сравнить

source: to
ar: إلى
fr: à
ru: с

source: Decreasing
ar: تناقص
fr: Croissant
ru: Убывающий

source: Current vs average
ar: الحالي مقابل المتوسط
fr: Actuel vs moyenne
ru: Текущее по сравнению со средним

source: Current vs forecast
ar: الحالي مقابل التوقعات
fr: actuel vs projection
ru: Текущее по сравнению с прогнозом

source: Reporting completeness over time
ar: اكتمال التقارير مع مرور الوقت
fr: Complétude dans le temps
ru: Завершенность отчетности по времени

source: DOMAIN 2 - INTERNAL CONSISTENCY OF REPORTED DATA
fr: DOMAIN 2 - COHERENCE INTERNE DES DONNEES TRANSMISES
ru: ДОМЕН 2 - ВНУТРЕННЯЯ СОГЛАСОВАННОСТЬ ОТЧЕТНЫХ ДАННЫХ

source: Extreme outliers, using the standard method. Threshold denotes the number of standard deviations from the mean.
ar: القيم المتطرفة القصوى، باستخدام الطريقة القياسية. وتشير العتبة إلى عدد الانحرافات المعيارية عن المتوسط.
fr: Valeurs atypiques extrêmes, basées sur la méthode standard. Le seuil indique le nombre dedéviations standards de la moyenne
ru: Предельные выбросы, используя стандартный метод. Порог обозначает количество стандартных отклонений от среднего.

source: Threshold
ar: العتبة
fr: Seuiil
ru: Порог

source: Names
ar: الأسماء
fr: Noms
ru: Названия

source: Moderate outliers, using the standard method. Threshold denotes the number of standard deviations from the mean.
ar: القيم المتطرفة المعتدلة، وذلك باستخدام الطريقة القياسية. وتشير العتبة إلى عدد الانحرافات المعيارية عن المتوسط.
fr: Valeurs atypiques modérées, basées sur la méthode standard. Le seuil indique le nombre dedéviations standards de la moyenne
ru: Умеренные выбросы, используя стандартный метод. Порог обозначает количество стандартных отклонений от среднего.

source: Moderate outliers
fr: Valeurs atypiques modérées
ru: Умеренные выбросы

source: Increasing
ar: متزايد
fr: Croissant
ru: Увеличение

source: Number of
ar: عدد من
fr: Nombre de
ru: Количество

source: Percent of
ar: نسبة مئوية من
fr: Pourcentage de
ru: Процент

source: Consistency between related indicators
fr: Cohérence entre indicateurs connexes
ru: Согласованность между соответствующими показателями

source: Consistency between reported values for two related indicators within the same year.
ar: التناسق بين القيم المبلغ عنها لمؤشرين ذوي صلة في نفس السنة.
fr: Cohérence entre les valeurs de deux indicateurs connexes au cours de la même année
ru: Согласованность между отчетными значениями для двух связанных показателей в течение одного года.

source: Indicator A
ar: المؤشر أ
fr: Indicateur A
ru: Индикатор А

source: Indicator B
ar: المؤشر ب
fr: Indicateur B
ru: Индикатор Б

source: Not negative
ar: ليست سلبية
fr: Pas négatif
ru: Не отрицательный

source: DOMAIN 3 - EXTERNAL COMPARISON
fr: DOMAINE 3 - COMPARAISON EXTERNE
ru: ДОМЕН 3 - ВНЕШНЕЕ СРАВНЕНИЕ

source: Comparison with external/survey data
fr: Comparaison avec les données externes/enquête
ru: Сравнение с внешними данными / данными исследования

source: Survey value
ar: قيمة الاستطلاع
fr: Valeur d'enquête
ru: Значение опроса

source: Routine value
ar: القيمة الروتينية
fr: Valeur de routine
ru: Стандартное значение

source: Consistency with UN population projection.
fr: Cohérence avec les projection de population ONU
ru: Соответствие демографическим прогнозам ООН.

source: Ratio of population projection from the Bureau of Statistics to a UN projection
ar: نسبة إسقاطات السكان من مكتب الإحصاءات إلى إسقاطات الأمم المتحدة
fr: Ratio projection de population du Bureau de statistique surprojection ONU
ru: Соотношение демографического прогноза Бюро статистики с прогнозом ООН

source: Consistency of denominators within the same year.
ar: تناسق المقامات خلال نفس العام.
fr: Cohérence des dénominateurs au cours de la même année
ru: Согласованность знаменателей в течение одного года.

source: Denominator B
ar: المقام ب
fr: Dénominateur B
ru: Знаменатель Б

source: with poor score
ar: بدرجة قليلة
fr: avec un mauvais score
ru: с плохим счетом

source: Remarks
ar: ملاحظات
fr: Remarques
ru: Замечания

source: Analysis type
ar: نوع التحليل
fr: Type danalyse
ru: Тип анализа

source: Details
ar: التفاصيل
ru: Детали

source: Orgunit
ar: الوحدة التنظيمية
ru: Организационная единица

source: Ratio
ar: النسبة
ru: Коэффициент (отношение)

source: Contact
ar: الاتصال
ru: Контакт

source: Domain 1: Completeness
ar: المجال 1: الاكتمال

source: 1a: Completeness of facility reporting
ar: 1أ: اكتمال تقارير المنشأة

source: 1b: Timeliness of facility reporting
ar: 1ب: توقيت إعداد تقارير المنشأة

source: 1c: Completeness of indicator data
ar: 1ج: اكتمال بيانات المؤشرات

source: Domain 2: Internal consistency
ar: المجال 2: التناسق الداخلي

source: 2b: Moderate outliers.
ar: 2ب: القيم المتطرفة المعتدلة

source: 2c: Moderate outliers.
ar: 2جـ : القيم المتطرفة المعتدلة

source: 2d: Consistency over time.
ar: 2د : التناسق مع مرور الوقت

source: 4b: Consistency of denominators
ar: 4ب: تناسق المقامات

source: 1d: Consistency of dataset completeness over time
ar: 1د: تناسق اكتمال حزمة البيانات مع الوقت

source: Constant
ar: الثابت
ru: Постоянная величина

source: DOMAIN 2: INTERNAL CONSISTENCY OF REPORTED DATA
ar: المجال 2: التناسق الداخلي للبيانات المبلغ عنها

source: 2c: Moderate outliers
ar: 2 جـ : القيم المتطرفة المعتدلة

source: 2e: Consistency between related indicators
ar: 2 هـ : التناسق بين المؤشرات ذوات الصلة

source: DOMAIN 3: EXTERNAL COMPARISON
ar: المجال 3: مقارنة الخارجية

source: 3a: Comparison with external/survey data
ar: 3أ: مقارنة مع البيانات الخارجية / المسح

source: 4a: Consistency with UN population projection.
ar: 4 أ : التناسق مع إسقاطات السكان في الأمم المتحدة.

source: Item
ar: العنصر
ru: Элемент
